label escape_project:
    scene bg_office with fade
    em "Нет, я не собираюсь участвовать в этом безумии. Мне нужно просто выйти отсюда!"

    ba "Эй-эй, ты что делаешь? Если уйдёшь, проект точно провалится."
    sp "Нелогичное решение, но раз уж ты так решил..."

    scene bg_office with fade
    em "Уф... Кажется, всё обошлось. Но что теперь с проектом?"

    show sg at left
    sg "Эмрах, это что? Ты просто бросил проект? Мы теряем клиента!"

    em "Но у меня не было другого выбора. Всё вышло из-под контроля."

    sg "К сожалению, этого недостаточно. Я вынужден прекратить наше сотрудничество."

    hide sg
    em "Такого я точно не ожидал. Провал..."

    return
