label go_to_city:
    scene city_path with fade
    em "Город кажется логичным направлением. Надеюсь, мы найдём что-то полезное."

    ba "Да уж, логика — это не про нас. Ну ладно, пошли."

    sp "Я поддерживаю. Город — это центр активности, там обязательно будет подсказка."

    scene city with dissolve
    em "Вот он, город! Но где же Радик?"

    scene radik with fade
    em "Кажется, это то самое место... Но у здания нет двери!"

    ba "Ну и ну. Как вообще сюда входить?"
    sp "Очевидно, нужно сделать дверь. Это шанс проявить твои навыки, Эмрах."

    return
