label go_to_light:
    scene misty_path with fade
    em "Смотрите, там в дали огонёк... Он кажется странно притягательным. Может этот о место, которое нам нужно?"

    sp "Плохая идея, если честно. Мне кажется, что там может быть что-то опасное?"
    ba "Спаги, ты как всегда очкуешь... Ты же сама идеальность, значит и посмотреть мы должны все варианты, если даже они и выглядят пугающе. Помчались!"
    sp "Ну ладно... пошли."

    scene lighthouse with dissolve
    show bagio
    ba "Так, мы на месте, что это за здание?"
    ba "Эй, а где они. Ребята!!!"

    show emrach
    show spaghettinio
    em "Мы тут. Что кричишь? Всё хорошо?"
    ba "Да как всегда все медлят, не могу с этим свыкнуться."
    sp "Ребят! Мне кажется или это здание живое?!"
    ve "Добро пожаловать, путники. Я Ветророза, хранитель порядка и гармонии."

    em "Ух, ничего себе!"
    ba "Да, такое не каждый день увидишь!"

    ve "Я как понимаю, это тот самый избранный, который пришёл помочь нашему миру, но для этого ему нужно увидеть... Я помогу тебе."
    ve "Следуй в город к Радиофаку, там ты найдёшь ответы. "

    ba "А нельзя поконкретнее? Какая у вас любовь к загадкам..."
    sp "Слушай, Багио. В её словах всё предельно ясно. Нам в город, давайте побыстрее пойдём уже."

    scene city with fade
    em "Город... Радик... Припоминаю."
    em "Кажется я понял в чём дело. Спасибо тебе, Ветророза."
    ba "А что понял то?!"
    em "Я не уверен полностью... Идём."
    hide emrach
    hide bagio
    sp "До свидания, Ветророза."
    ve "И тебе, Спаггетиньо."
    sp "Ребят, подождите меня!"
    
    return
