label journey_end:
    scene bg_radik_building with fade
    em "Фух, наконец-то! Дверь есть, она работает и выглядит отлично."

    ba "Вот это я понимаю, результат! Хорошая работа, Эмрах."
    sp "Да, дверь не только функциональная, но и красивая. Горжусь твоим прогрессом."

    em "Что теперь? Вы собираетесь остаться или...?"

    ba "Эй, не грусти. Ты теперь можешь справляться и без нас."
    sp "Но знай, что в твоих будущих проектах мы всегда будем рядом, хотя ты нас и не увидишь."

    em "Спасибо вам за всё. Честно, я многое понял благодаря вам."

    scene bg_office with fade
    em "Кажется, я вернулся... И проект завершён. Надеюсь, всё прошло гладко."

    show sg at left
    sg "Эмрах, это потрясающе! Ты успел всё закончить вовремя. Клиенты в восторге."

    em "Правда? Спасибо, Сергей Геннадьевич. Я старался."

    sg "Это видно. Продолжай в том же духе. Ты отлично справляешься."

    hide sg
    em "Кто бы мог подумать, что этот день закончится так... И знаете, мне это даже понравилось."

    em "Теперь я понимаю, что важно не только закончить проект, но и сделать это с умом. Баланс между качеством и скоростью — вот что главное."

    return
