label return_to_reality:
    scene bg_office with fade
    em "Похоже, я снова в офисе. Но это было так реально... Или всё это мне приснилось?"

    em "Компьютер работает. Проект открыт. И... дверь в Радик добавлена! Значит, это было не сном."

    show sg at left
    sg "Эмрах, я посмотрел проект. Это просто отлично! Клиенты довольны, всё сделано в срок."

    em "Правда? Это замечательно. Спасибо за доверие, Сергей Геннадьевич."

    sg "Ты молодец. Видно, что ты вложил в проект душу. Такие специалисты — редкость. Продолжай в том же духе."

    hide sg
    em "Фух... Кажется, всё позади. И это был не только успешный проект, но и ценный опыт."

    em "Теперь я понимаю, что разработка — это не просто код. Это баланс между функциональностью, красотой и скоростью."
    em "Я уверен, что смогу справиться с любыми задачами. Спасибо, Багио и Спагетио... Где бы вы ни были."

    return
