label arrival:
    scene bg project_forest with Pixellate(2, 10)
    play music "nature-music.mp3" volume 0.01 fadein 0.75
    em "Аааа... Что? Где я? Что это за место?!"
    show bagio at bagio_dynamic_show
    pause 1.5
    show spaghettinio at dynamic_spag
    with moveinright
    pause 0.5

    ba "О, привет, фронтенд-герой! А мы уже думали, что ты сюда никогда не доберёшься. Слишком много времени тебе понадобилось."
    em "Кто вы такие? Что здесь происходит?!"

    show bagio happy with dissolve
    ba "Я? Твой личный баг-инспектор, готовый вынести тебе приговор."
    sp "Ба, давай без сарказма. Эмрах, ты, вероятно, немного растерян."
    em "Растерян? Да я вообще ничего не понимаю! Кто вы такие? Что это за место?"
    sp "Не волнуйся, сейчас всё объясню."
    sp "Меня зовут Спагеттиньо. Я борюсь за эстетику и порядок в коде. Уверен, что он должен быть не только рабочим, но и красивым."

    show bagio offended with dissolve
    ba "Красивым? Особенно когда ты по полдня ровняешь отступы, а проект всё ещё не готов. Ты правда считаешь, что это важнее результата?"
    show bagio with dissolve
    show spaghettinio offended with dissolve
    sp "И вот снова твои оправдания. Если бы ты хоть раз задумался о качестве, проблем было бы меньше."
    show bagio offended with dissolve
    ba "Да ну тебя..."

    show bagio with dissolve
    show spaghettinio with dissolve
    ba "Я вот Баггио. Тот, кто видит всё безумие, которое происходит, когда разработчики пишут свои проекты."

    em "Подождите! То есть, я правильно понимаю, что я внутри своего проекта? Но почему?!"
    sp "Да, всё верно. Ты здесь, потому что в твоём проекте есть ошибка, которую нужно исправить."
    sp "Сначала ты должен найти ошибку. Она связана с тобой и хочет, чтобы её исправил именно ты."
    em "Если я найду и исправлю эту ошибку, я смогу вернуться обратно?"
    
    show spaghettinio thinking with dissolve
    sp "Технически ты можешь уйти в любой момент, если этого захочешь. Но ты же сам понимаешь, что тебе нужно исправить ошибку, иначе проект будет провальным."
    show spaghettinio with dissolve
    ba "Так, давайте не терять времени. Эмрах, выбор пути за тобой. Куда мы пойдём?"

    return
