label proxcity_arc:

    "Баггио, Спагеттиньо и Эмрах пришли в город."
    "Они очень долго блуждали по улицам, пока Баггио наконец не почувствовал что-то странное за поворотом."

    ba "Ребята! Я ощущаю отсюда большую концентрацию неисправностей!"
    em "О, да... Нам точно сюда. Взгляните на вход!"

    "Компания подходит ближе к зданию. Эмрах видит знакомую архитектуру и понимает, что перед ним здание университета ИРИТ-РТФ. Вход в строение выглядит странно, и друзья понимают, откуда растут ноги у проблемы."

    em "Что здесь делает здание университета из реального мира? Разве это не волшебная-дивная реальность, в которой живут странные существа и необычный сеттинг вокруг или я где-то ошибаюсь?"
    sp "Ха-ха-ха-ха-ха, Эмрах, ты ошибся вообще везде! Мир этого проекта содержит в себе всё то, что задумал его автор. Предыдущий разработчик получил оффер от ИРИТ-РТФ и его задачей было написать сайт, который был бы в некотором роде гидом по униевру. Вот такие вот дела."
    ba "Ага. Да вот только он не хотел делать что-то банальное, так что решил сделать необычное оформление для сайта, как ты уже мог это заметить по городу. К сожалению, его опыта не хватало для того, чтобы выполнить задание по уму и тогда появились мы со Спаги, дабы помочь ему, но он нас не захотел слушать."
    sp "Да, именно. Тогда его тоже засосало сюда, но багов и неисправностей было так много, что появилось свирепое чудище - Цифротаурус. Он сожрал разработчика и после этого проект так и остался незаконченным."

    "После этих слов Эмрах поморщился в лице и у него выступил холодный пот на лбу"

    ba "Мы называем его Цифриком, потому что может он и съел предыдущего разраба, но именно он сделал так, чтобы ты снова смог запустить проект и исправить его напрямую изнутри! Так что... Цифрик тут, своего рода, \"Хранитель\" проекта! И... Спаги, перестань говорить, что Цифрик - свирепое чудище."
    sp "Ха-ха-ха-ха-ха, да я просто пытался напугать Эмраха и, судя по его лицу, мне это удалось!"
    em "Ах ты ж..."
    ba "А ну-ка, Вы, двое - успокойтесь! Давайте лучше разбираться, что мы будем делать с \"этим\"."

    "И Баггио указал пальцем на вход в университет, который по-прежнему был неисправен."

    em "А я уже было и забыл, ради чего мы тут все вместе собрались."

    "Ребята подошли ко входу и Спаги объяснил Эмраху, что его задача поставить дверь на место при использовании HTML, правильно отобразить её при помощи CSS и сделать возможность её открыть за счёт обработки на языке JavaScript."
    call proxcity_arc_game
    return