label project_world_vetrorosa:

    "Эмрах заметил крупный огонь вдалеке и решил направиться туда!"

    em "Ого! А что это за красивое здание? Выглядит просто потрясающе"
    ba "Это, Эмрах - маяк \"Ветророза\" - величайшее строение в мире этого проекта! Отсюда можно управлять абсолютно всем кодом и менять его, как ты того захочешь."
    sp "Несомненно единственное место, в котором ты можешь что-то поменять или поправить. Когда мы будем чинить проект, мы сначала принимаем решение, а потом возвращаемся сюда, чтобы внести изменения в силу. Когда мы закончим, маяк светом укажет путь, куда нам нужно прийти, чтобы ты смог отправиться домой!"
    em "Хорошо, я Вас понял! Значит, пойдемте в город, который есть неподалёку отсюда!"
    ba "Отличная идея! Тогда впереёд, в ПрокСити!"
    em "Куда-куда?"
    ba "Как куда? В город, а называется он - ПрокСити!"
    sp "Харе Вам болтать! Погнали уже!"
    
    return
