label project_world:

    "Баггио и Спагеттиньо затягивают Эмраха в дыру в ноутбуке"

    em "А-А-А-А-А-А-А-А-А-А-А-А!"
    em "Вау... Просто, вау... Ничего подобного ни разу в жизни не видел! Что это за место такое?"
    ba "Это, наш дорогой спаситель - код проекта, который ты только что открыл!"
    sp "Если быть еще точнее - мир, что был создан параллельно коду исходного файла! Именно здесь нам нужно найти и исправить все недочеты предыдущего автора. Аргх... Каким же криворуким кус..."
    ba "Стоп, стоп, стоп, стоп, стоп, остынь, Спаги! Его сейчас тут нет, да и не он теперь наш хозяин, а Эмрах!"
    em "Что...? В каком смысле \"хозяин\"?"
    sp "Точно! Теперь ведь ты исправляешь ошибки в проекте, а значит и заправляешь теперь здесь всем тоже ты, Эмрах!"
    em "А... Вон оно что!"
    ba "Не переживай, мы поможем тебе отыскать все баги и неисправности кода! Мы были созданы из всего этого, а значит и знаем внутренний мир, в который ты попал, как свои пять \"Багов\")"
    sp "Ха-ха-ха-ха-ха-ха, именно!"

    define turn_around_passed = False
    call project_world_menu

    return
