label project_world_turn_around:

    "Эмрах чувствует себя некомфортно и ему страшно продолжать этот тернистый путь, что ведёт в никуда, и решает уйти. Он делает резкий поворот назад и хочет убежать, но втыкается лицом в огромную чёрную стену позади себя. Эмрах поднимает голову вверх и видит большие светящиеся глаза."

    au "Ты не должен убегать..."
    au "Тот, кто бежит от своей судьбы, никогда не добьётся успеха!"
    au "БОРИСЬ! И ты познаешь истину!"

    "Эмрах в страхе поворачивается к Спагеттиньо и Баггио"

    em "Вы это видели?! Что это была за чертовщина?!"
    ba "Что видели? И... Где?"
    sp "Эмрах, мне кажется ты слишком взволнован. Тебе уже мерещиться всякая чушь!"
    em "Да нет же! Обернитесь, оно было сзади Вас!"
    ba "Но, Эмрах, там ничего нет..."

    "Эмрах оборачивается назад. \"Действительно ничего!\" - подумал он, когда ни единой души не оказалось за его спиной. \"Мне нужно успокоиться. Так или иначе это \"нечто\", кем бы оно ни было, право - мне не стоит сейчас убегать!\" - проговорил он про себя и вернулся к обдумыванию места."
    
    return
