label welcome_meeting_debuggers:
    
    "Вернувшись домой, Эмрах не стал затягивать с выполнением поставленной задачи и принялся за странный проект без документации. Когда он включил компьютер и запустил файл с проектом, то экран ноутбука начал мигать и искриться!"

    em "Да что же это такое?! Что с этим проектом не так?!"
    em "Ммм... Почему я чувствую запах, как от спичек?"
    sp "Не хило жахнуло, да? Багги?"
    ba "Ну... Когда столько неисправностей в коде, тут и не такое может случиться!"
    em "А вы кто такие оба?! И что вы сделали с моим ноутбуком? Как мне теперь работать?!"
    ba "Не переживай, Юный Падаван! Тебе не придётся покупать новый для работы. Достаточно будет помочь нам исправить код, и твой ноутбук вернётся к своему прежнему состоянию!"
    sp "Именно! Баггио прав! Дело в том, что предыдущий разработчик проекта не сильно заморачивался по поводу его оформления и наличия неисправностей - произошёл сильнейший сбой в работе проекта, и всё, что его нагружало, может вырваться наружу!"
    em "И как я вам помогу? Мне же теперь банально не на чем делать правки..."
    ba "А ты не переживай! Запрыгивай!"
    em "Куда?"

    "Спагеттиньо и Баггио берут Эмраха за руки!"

    return
