label welcome_meeting_boss:
    show bg directorOffice
    "Это был самый обычный день в жизни Эмраха - молодого фронтенд разработчика, работающего в крупной IT компании! Он сидел и работал за своим компьютером в офисе, как по громкоговорителю его позвал к себе в кабинет директор компании, чтобы выдать ему особый оффер. Эмрах был очень рад этой новости и поспешил в кабинет."
    show emrach at left with fade
    em "Вы хотели меня видеть, Сергей Геннадьевич?"
    show spaghettinio at right with fade
    co "Да, Эмрах! Проходи, не стой столбом!"
    co "Ситуация следующая: в этом месяце ты метишь на место лучшего работника, не так ли?"
    em "Да, Сергей Геннадьевич, все именно так!"
    co "Как я уже спел упомянуть по громкоговорителю, я хочу проверить, насколько ты готов к действительно серьёзным проектам и достоин ли ты быть лучшим. В связи с чем, я подготовил для тебя особый оффер. Надеюсь, ты согласен?"
    em "Конечно! А что за оффер? Можно мне какую-нибудь документацию?"
    co "Эмрах, мне неловко тебе об этом сообщать, но... К этому проекту нет ничего кроме вот этой флешки. На ней и находится файл с проектом. Больше ничего сказать не могу. Твоя задача - заставить проект работать и функционировать исправно. Ты всё понял?"
    em "Да, но... Сергей Геннадьевич, как же мне работать, если я не знаю ничего об этом проекте и о Ваших пожеланиях по нему?"
    co "Эмрах, если ты хочешь доказать, что ты - лучший, то не задавай своему боссу подобных вопросов. Я рассказал тебе всё, что знал, так что теперь ступай и возвращайся, когда всё будет готово. Дедлайны отправлю по почте. Можешь быть свободен!"
    
    "После этих слов, Эмрах покинул кабинет директора и пошёл за своё рабочее место. Ему было лень работать над таким проектом в офисе, так что он собрал свои вещи и приехал к себе на квартиру."
    
    return
