label welcome_ending:

    "Эмрах резко одёргивает Спагеттиньо  Баггио"

    em "Куда вы меня тащите? Никуда я с Вами не пойду! Да и вообще... Убирайтесь отсюда прочь!"
    ba "Ну что же ты так сразу? Дай нам хотя бы объяснить, насколько это важно!"
    sp "Вот именно! Не будь так груб с теми, кого видишь впервые!"
    em "Не буду я вас слушать! И я не стану помогать тем, кто только что лишил меня работы! Убирайтесь отсюда, пока я вас сам не прогнал!"

    "Баггио и Спагетинньо залезают обратно в экран ноутбука с понурыми лицами..."

    return
